alsa-utils
base
base-devel
bash-completion
bluez
bluez-utils
brave-bin
brightnessctl
btop
cava
clipse
discord
efibootmgr
evtest
fastfetch
file-roller
firefox
flameshot-git
fuzzel
fzf
gammastep
gimp
git
github-cli
grim
grub
htop
hyprland
hyprlock
hyprpolkitagent
jq
keyd
kitty
libnotify
libreoffice-fresh
linux
linux-firmware
mako
man-db
neofetch
neovim
networkmanager
nomacs
noto-fonts
noto-fonts-cjk
noto-fonts-emoji
openvpn
os-prober
pipewire
pipewire-pulse
python-pip
python-setuptools
qt5-wayland
qt6-5compat
ripgrep
sddm
slurp
sof-firmware
spotify
sudo
thunar
thunar-archive-plugin
timeshift
tmux
ttf-dejavu
ttf-droid
ttf-fira-code
ttf-liberation
ttf-ms-fonts
ttf-ubuntu-font-family
tty-clock
tty-countdown-git
unzip
usbutils
vlc
waybar
wbg
wev
wget
wl-clipboard
wlogout
woff2-font-awesome
xdg-desktop-portal-hyprland
yay
yay-debug
zathura
zathura-pdf-mupdf
zenity
zip
